[{"id": "391-0", "participant": "治疗师", "text": "你真的认为他们是这样看你的吗？这有关系吗？", "reason": ""}, {"id": "391-1", "participant": "来访者", "text": "不，谁知道他们是怎么想的呢。我不管他们怎么想。我只想能够到学校去，做我自己的事情。我并不想对此有所介怀，但是有时我觉得我做的所有事情似乎就是为了反抗人们对我的刻板印象。", "reason": ""}, {"id": "391-2", "participant": "治疗师", "text": "所以你。", "reason": ""}, {"id": "391-3", "participant": "来访者", "text": "我怎样？", "reason": ""}, {"id": "391-4", "participant": "治疗师", "text": "你是否在和这种意象斗争呢？你的行为是否是为了驳斥人们的刻板印象？", "reason": ""}, {"id": "391-5", "participant": "来访者", "text": "我怎么斗争？每次我举起手的时候，我的教授都会跳过我。看，在他们的世界里，他们觉得奴隶制度已经被废除，种族主义也已经不复存在了。他们会觉得这些都是我们应该忘记的历史。我尝试告诉他们其实这些还鲜活地存在于我的生活中，我在日常生活中的很多方面都能体会到。如果他们真能听到我所说的，那么他们就应该为自己的偏见找一个好理由。如果我告诉教授，我觉得自己在购物时还是会被超市的工作人员监视，或者我的作业一定会得到比其他任何学生都要更细致的检查，那他一定会认为我不是过于敏感就是个妄想狂。可这就是我的生活，别对我的真实生活视而不见！我不指望他们能理解，但是我可不希望他们觉得我在通过虚构这些东西来获取同情。我不想这样，也不需要这样。", "reason": ""}, {"id": "391-6", "participant": "治疗师", "text": "当我还在上学的时候，我就曾想象过我们的下一代不再需要面对所有这些偏见和审判的眼光。但是直到现在，它们仍然没有任何改变。听到你讲述着和20年前一模一样的事情，我实在觉得很难过，然而我很高兴看见你能站出来反抗这一切。", "reason": ""}, {"id": "391-7", "participant": "来访者", "text": "这并不容易。", "reason": ""}, {"id": "391-8", "participant": "治疗师", "text": "如果这很容易，那么所有人就都可以做到了。请坚持你的立场。神让你处在这样的位置上一定有他的原因。当你觉得内心充满怒火时，做个缓慢的深呼吸，走向你的战场，说出你心中的真实感受。让人们知道你是一个什么样的人。告诉他们你的真实经历可以消除那些错误的想象。", "reason": ""}, {"id": "391-9", "participant": "来访者", "text": "他们根本不需要知道我的事情。我也不需要把我的事情告诉他们。", "reason": ""}, {"id": "391-10", "participant": "治疗师", "text": "所以你就让怒火在内心不断燃烧。这让你感觉很好吗？", "reason": ""}, {"id": "391-11", "participant": "来访者", "text": "你知道那并不好受，所以我现在才会在这里。有时我会大声地说出我的感觉， De而这个时候我就成了那个愿鑫的黑种女人，于是我又落入了人们对我的刻板印象中。", "reason": "De而->但"}, {"id": "391-12", "participant": "治疗师", "text": "我们需要意识到自己是如何传达信息的，这一点十分重要。有时我们径直走进了自己设计的受害者模型中，然后让自己充满防御性，接着情态感就会上升。这并不是一种有效的模式。这些行为就和他们从电视机上看到的“我们”一样。不要让这种荒诞继续下去……打破它！为什么不摆脱自己的受害者身份之后再说话一从自己的观点出发去说呢？", "reason": ""}, {"id": "391-13", "participant": "来访者", "text": "那是你的想法，医生，你根本不知道实情怎样。", "reason": ""}, {"id": "391-14", "participant": "治疗师", "text": "来访者，我现在不得不处理一下我们所谈论的内容了。这是一条艰难的道路。我不得不提醒你，这个过程单靠我一个人是不能完成的，靠你一个人也是一样。在任何环境下，回到学校学习都不是件容易的事情。你现在所做的所有事情都是你之前从来没有想象过的。为自骄傲吧，说出你的故事来，这很有效。它可以帮助别人更多地倾听你、认识你。", "reason": ""}, {"id": "391-15", "participant": "来访者", "text": "我猜我可以试一下。我之前的努力并不怎么有效，我不能继续让我的学习紧张而充满压力了。", "reason": ""}, {"id": "391-16", "participant": "治疗师", "text": "这是个不错的态度。你还可以做一些内心演练来看看自己如何才能更好地表达自己真实的内心世界，而不是充满了怒气和受挫感。", "reason": ""}, {"id": "391-17", "participant": "来访者", "text": "好的，我可以尝试一下。", "reason": ""}, {"id": "391-18", "participant": "治疗师", "text": "我能看到你现在存在的问题。在学校里，你觉得被孤立，十分孤独，而抗争人们的刻板印象又让你身心俱疲。我可以理解。你的任务是找到一个可以和你来往并帮助你度过这个时期的人。你可能需要走出你的自在区并积极地寻找那些和你存在类似境遇的其他人，从而组成一个支持性的团队。我知道你所在的大学中设立有多元文化事务办公室。去那里参与一次会议，你可能会找到来自其他学院的同学，也许他们也有着被孤立的感觉，愿意与其他有色人种的同学进行接触。你所做的可能简单到只是和这个人喝喝咖啡聊聊天而已。", "reason": ""}, {"id": "391-19", "participant": "来访者", "text": "好的，这倒是个主意。我好好考虑一下。", "reason": ""}]